# St7DisableHeatLoadCase

Disables the specified load case such that it is not included in steady heat and transient heat analysis.

long St7DisableHeatLoadCase(long uID, long CaseNum)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Load case number.